[
    {
        "id": 1,
        "nome": "TÊNIS ASICS X EMMI GEL-NYC WOMEN'S WHITE HUDDLE YELLOW",
        "preco": 999.99,
        "imagem": "TÊNIS ASICS X EMMI GEL-NYC WOMEN'S WHITE HUDDLE YELLOW",
        "descricao": "O GEL-NYC™ se inspira em estilos de corrida tradicionais e modernos.  Seu cabedal faz referência ao calçado GEL-NIMBUS™ 3 do início dos anos 2000 e combina-o com vários detalhes do design GEL-MC PLUS™ V.  O seu design contrasta com as influências retrô do GEL-CUMULUS™ 16. Através de uma combinação de espumas leves e inserções de tecnologia GEL™, esta formação de entressola ajuda a criar um conforto avançado sob os pés.",
        "marca": "Asics"
    },
    {
        "id": 2,
        "nome": "TÊNIS ASICS X NEEDLES GEL-NYC BLACK BLACK",
        "preco": 999.99,
        "imagem": "TÊNIS ASICS X NEEDLES GEL-NYC BLACK BLACK",
	"descricao": "A ASICS fez parceria com a NEEDLES no GEL-NYC™ para reimaginar a silhueta com os detalhes de design exclusivos da marca de roupas japonesa. O calçado combina a perspectiva única do NEEDLES no espaço da moda com a herança e experiência técnica da ASICS.  Este projeto colaborativo inspira-se nas calças exclusivas da NEEDLES, que apresentam quatro linhas em relevo nas laterais. Detalhe presente no stripe ASICS do GEL-NYC™, essa influência também é combinada com o nome de borboleta da NEEDLES bordado no calcanhar. Além disso, o GEL-NYC™ é renderizado com uma paleta de cores preta e roxa para refletir as cores da marca NEEDLES.",
        "marca": "Asics"
    },
    {
        "id": 3,
        "nome": "TÊNIS ASICS GEL-1130 WINTER GARDEN PACK",
        "preco": 999.99,
        "imagem": "TÊNIS ASICS GEL-1130 WINTER GARDEN PACK",
	"descricao": "O GEL-NYC™ se inspira em estilos de corrida tradicionais e modernos.  Seu cabedal faz referência ao calçado GEL-NIMBUS™ 3 do início dos anos 2000 e combina-o com vários detalhes do design GEL-MC PLUS™ V.  O seu design contrasta com as influências retrô do GEL-CUMULUS™ 16. Através de uma combinação de espumas leves e inserções de tecnologia GEL™, esta formação de entressola ajuda a criar um conforto avançado sob os pés.",
        "marca": "Asics"
    },
    {
        "id": 4,
        "nome": "TÊNIS ASICS GEL-KAYANO LEGACY WHITE",
        "preco": 899.90,
        "imagem": "TÊNIS ASICS GEL-KAYANO LEGACY WHITE",
	"descricao": "O tênis GEL-KAYANO™ LEGACY se inspira em diferentes designs GEL-KAYANO™ e nos marcos que influenciaram os 30 anos de história da série.  Começamos com o tênis GEL-KAYANO™ 14 para a construção da base desta silhueta e modificamos sua parte superior com vários materiais e detalhes de emblemas que foram retirados de várias épocas da linha do tempo GEL-KAYANO™. Esta versão apresenta duas cores diferentes que celebram o 30º aniversário da franquia. Um deles é renderizado com cores assimétricas que representam cores icônicas do arquivo GEL-KAYANO™. A outra destaca o uso frequente da prata em toda a cronologia do calçado, enquanto os detalhes da 3M enfatizam as origens técnicas do design.",
        "marca": "Asics"
    },
]